nofdb/r650/baselines/rf_3/depart_100m_0429/client/client-load-100m-workloadc-kvsize_1024-clientthreads_50.log
[OVERALL], RunTime(ms), 1686130
[OVERALL], Throughput(ops/sec), 59307.40808834432
[TOTAL_GCS_PS_Scavenge], Count, 864
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 12588
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7465616530160782
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 864
[TOTAL_GC_TIME], Time(ms), 12588
[TOTAL_GC_TIME_%], Time(%), 0.7465616530160782
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 45077.66
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2254847
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2254847
[INSERT], Operations, 100000000
[INSERT], AverageLatency(us), 838.4580334
[INSERT], MinLatency(us), 128
[INSERT], MaxLatency(us), 215295
[INSERT], 95thPercentileLatency(us), 1771
[INSERT], 99thPercentileLatency(us), 1956
[INSERT], Return=OK, 100000000